app/controllers/articles_controller.rb

  def new
    @article = Article.create
---
INSERT INTO "articles" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-09-21 23:17:37.860763"], ["updated_at", "2021-09-21 23:17:37.860763"]]